// © Copyright 2004-2008, 2015 HP Development Company, L.P.

TaskName = "Regional Unlock";

ChangingTitle = "Bezig met wijzigen regio…";
SuccessTitle = "Succes";
SuccessMsg = "De regio van de printer is gewijzigd.";
FailureTitle = "Fout";
FailureMsg = "De regio van de printer is niet gewijzigd.";

HSDTaskTitleFieldText = "Stel nieuwe regioin";
HSDTaskDescriptionFieldText = "Typ hieronder de nummers die de vertegenwoordiger van de klantenondersteuning u geeft.";
HSDCheckButtonText = "Controleer";
HSDCheckButtontDescriptionText = "Klik op \"Controleer\" voor het verkrijgen van een bevestigingsnummer. Meld dit nummer aan de vertegenwoordiger van de klantenondersteuning.";
HSDConfirmationNumberLableText = "Bevestigingsnummer:";
HSDSendButtontDescriptionText = "Klik op \"Verzend\" om de printer te resetten.";
HSDSendButtonText = "Verzend";